Repository: kirillpistol/ai-voice-task-planner
Catalog: iosApp/Localizable.xcstrings
Source language: ru
Languages: en

# account
source: Аккаунт
en: Account

# april
source: Апрель
en: April

# august
source: Август
en: August

# create
source: Создать
en: Create

# datetime
source: Дата и время
en: Date and time

# december
source: Декабрь
en: December

# deleting_task
source: Удаляем задачу..
en: Deleting this task..

# edit_task
source: Редактировать задачу
en: Edit task

# email_not_exists
source: Пользователь с таким email-ом не существует
en: There is no user with this email

# enter_your_email
source: Укажите Вашу электронную почту
en: Enter your email

# error_deleting_task
source: Ошибка удаления задачи
en: Got an error deleting task

# error_getting_current_month
source: Ошибка получения месяца
en: Failed to get current month

# error_getting_next_month
source: Ошибка получения следующего месяца
en: Got an error receiving next month

# error_getting_previous_month
source: Ошибка получения предыдущего месяца
en: Got an error receiving previous month

# error_loading_tasks
source: Ошибка загрузки задач
en: Failed to load tasks for the current month

# error_updating_task
source: При обновлении задачи возникла ошибка
en: Got an error while updating task

# error_updating_task_status
source: Возникла ошибка при обновлении статуса задачи
en: Got an error while updating task status

# failed_to_get_local_uid
source: Ошибка получения локального id пользователя
en: Failed to get user local id

# february
source: Февраль
en: February

# fields_cannot_be_empty
source: Все поля для ввода должны быть заполнены
en: Text fields cannot be empty

# forgot_password_q
source: Забыли пароль?
en: Forgot your password?

# friday
source: Пт
en: Fri

# in_timeflame
source: в TimeFlame
en: in TimeFlame

# january
source: Январь
en: January

# july
source: Июль
en: July

# june
source: Июнь
en: June

# loading
source: Загрузка..
en: Loading..

# loading_tasks
source: Загружаем ваши задачи
en: Loading your tasks..

# log_into_account
source: Войдите в аккаунт
en: Log into account

# logging_in
source: Входим в аккаунт..
en: Logging in..

# login
source: Войти
en: Log in

# march
source: Март
en: March

# may
source: Май
en: May

# monday
source: Пн
en: Mon

# no_account_q
source: Еще нет аккаунта?
en: Don’t have an account?

# november
source: Ноябрь
en: November

# october
source: Октябрь
en: October

# password
source: Пароль
en: Password

# register
source: Зарегистрироваться
en: Register

# saturday
source: Сб
en: Sat

# save
source: Сохранить
en: Save

# send
source: Отправить
en: Send

# sending_password
source: Отправляем Вам новый пароль..
en: We’re sending you a new password

# september
source: Сентябрь
en: September

# sunday
source: Вс
en: Sun

# task_deleted
source: Задача успешно удалена
en: Task was successfully deleted

# task_successfully_updated
source: Задача успешно обновлена
en: Task was successfully updated

# task_title
source: Название задачи
en: Task title

# tasks
source: Задачи
en: Tasks

# thursday
source: Чт
en: Thu

# tuesday
source: Вт
en: Tue

# updating_task_status
source: Обновляем статус задачи..
en: Updating task status

# username
source: Имя
en: Name

# wednesday
source: Ср
en: Wed

# will_send_there_password
source: Отправим туда новый пароль
en: We’ll send there your new password

# will_take_30_sec
source: Займет 30 секунд
en: In 30 seconds

# your
source: Ваши
en: Your
